Repository: saschamarkus/whisperback
Catalog: po/*.po
Languages: bn_bd, cs, da, fr, pl_pl, sk_sk

source: Invalid contact email: %s
bn_bd: অবৈধ যোগাযোগ ইমেল:%s
cs: Neplatný kontaktní email: %s
da: Ugyldig kontakt e-mail: %s
fr: Email de contact invalide : %s
pl_pl: Nieprawidłowy kontaktowy adres email: %s
sk_sk: Neplatný kontaktný e-mail: %s

source: Invalid contact OpenPGP key: %s
bn_bd: অবৈধ যোগাযোগ OpenPGP কী:%s
cs: Neplatný kontaktní OpenPGP klíč: %s
da: Ugyldig kontakt OpenPGP-nøgle: %s
fr: Clé OpenPGP de contact invalide : %s
pl_pl: Nieprawidłowy kontaktowy klucz OpenPGP: %s
sk_sk: Neplatný OpenPGP kľúč kontaktu: %s

source: Invalid contact OpenPGP public key block
bn_bd: অবৈধ যোগাযোগ OpenPGP সর্বজনীন কী ব্লক
cs: Neplatný blok veřejného OpenPGP klíče
da: Ugyldig kontakt OpenPGP offentlig-nøgleblok
fr: Bloc de clé OpenPGP de contact invalide
pl_pl: Nieprawidłowy blok kontaktowego publicznego klucza OpenPGP
sk_sk: Neplatný blok verejného OpenPGP kľúča kontaktu

source: Name of the affected software
bn_bd: প্রভাবিত সফটওয়্যারের নাম
da: Navn på det påvirkede software

source: Exact steps to reproduce the error
bn_bd: ত্রুটি পুনরূদ্ধার সঠিক পদক্ষেপ
da: Præcise trin til er reproducere fejlen

source: Actual result and description of the error
bn_bd: ত্রুটির প্রকৃত ফলাফল এবং বর্ণনা
da: Resultatet og beskrivelse af fejlen

source: Desired result
bn_bd: কাঙ্ক্ষিত ফলাফল
da: Ønskede resultat

source: Unable to load a valid configuration.
bn_bd: একটি বৈধ কনফিগারেশন লোড করতে অক্ষম।
cs: Nelze nahrát platnou konfiguraci
da: Ude af stand til at indlæse en korrekt konfiguration.
fr: Impossible de charger une configuration valide
pl_pl: Nie mogę załadować żadnej prawidłowej konfiguracji
sk_sk: Nie je možné načítať platné nastavenia.

source: Sending mail...
bn_bd: মেল পাঠানো হচ্ছে ...
cs: Odesílám mail...
da: Sender mail...
fr: Envoi du mail...
pl_pl: Wysyłam pocztę...
sk_sk: Odosielanie e-mailu...

source: Sending mail
bn_bd: মেল পাঠানো হচ্ছে
cs: Odesílám mail
da: Sender mail
fr: Envoi du mail
pl_pl: Wysyłam pocztę
sk_sk: Odosielanie e-mailu

source: This could take a while...
bn_bd: এটি কিছু সময় নিতে পারে ...
cs: Může to chvíli trvat...
da: Dette kommer muligvis til at tage et stykke tid...
fr: Ceci peut prendre un moment...
pl_pl: To może chwilę potrwać...
sk_sk: Toto môže chvíľu trvať...

source: The contact email address doesn't seem valid.
da: Din e-mailadresse ser ikke ud til at være gyldig.

source: Unable to send the mail: SMTP error.
bn_bd: মেইল পাঠাতে অক্ষম: এসএমটিপি ত্রুটি
cs: Mail nelze odeslat. Chyba SMTP.
da: Kunne ikke sende mailen: SMTP fejl.
fr: Impossible d'envoyer le mail : erreur SMTP.
pl_pl: Nie mogę wysłąć pocztY: błąd SMTP.
sk_sk: Nebolo možné odoslať e-mail: chyba SMTP.

source: Unable to connect to the server.
bn_bd: সার্ভারের সাথে সংযোগ স্থাপন করতে অক্ষম.
cs: Nelze se připojit k serveru.
da: Ude af stand til at oprette forbindelse til serveren.
fr: Impossible de se connecter au serveur.
pl_pl: Nie mogę połączyć się z serwerem.
sk_sk: Nie je možné nadviazať spojenie so serverom.

source: Unable to create or to send the mail.
bn_bd: তৈরি করতে বা মেল পাঠাতে অক্ষম
cs: Mail nelze vytvořit nebo odeslat.
da: Ude af stand til at kreere eller sende mailen.
fr: Impossible de créer ou d'envoyer le mail.
pl_pl: Nie mogę stworzyć lub wysłąć listu.
sk_sk: Nie je možné vytvoriť alebo odoslať e-mail.

source: The bug report could not be sent, likely due to network problems. Please try to reconnect to the network and click send again. If it does not work, you will be offered to save the bug report.
bn_bd: ত্রুটির প্রতিবেদনটি সম্ভবত নেটওয়ার্ক সমস্যার কারণে পাঠানো যাবে না। নেটওয়ার্ক পুনরায় সংযোগ করার চেষ্টা করুন এবং আবার পাঠাতে ক্লিক করুন। যদি এটি কাজ না করে, তবে আপনাকে বাগ রিপোর্ট সংরক্ষণ করতে দেওয়া হবে।
cs: Hlášení o problému nebylo možné odeslat, pravděpodobně kvůli problémům sítě. Zkuste se, prosím, znovu připojit k síti a znovu kliknout na Odeslat. Pokud to nebude fungovat, bude vám nabídnuta možnost hlášení o problému uložit.
da: Fejlrapporten kunne ikke sende, sandsynligvis på grund af netværks problemer. Prøv venligst at genoprette forbindelsen til netværket og tryk "Send Igen". Hvis det ikke virker, vil du få mulighed for at gemme fejlrapporten.
fr: Le rapport de bug ne peut pas être envoyé, probablement en raison d'un problème de connexion au réseau. Veuillez essayer de reconnecter l'ordinateur au réseau, puis cliquez sur le bouton envoyer. Si cela ne fonctionne pas, il vous sera possible de sauvegarder le rapport de bug.
pl_pl: Raport o błądzie nie mógł zostać wysłany, prawdopodobnie przez problemy z siecią. Proszę spróbować ponownie połączyć się z siecią i ponownie kliknąć wyślij. Jeśli to nie pomoże, będzie można zapisać raport o błędzie.
sk_sk: Hlásenie o chybe nebolo možné odoslať, pravdepodobne kvôli problémom s pripojením. Skúste sa, prosím, odpojiť a znovu pripojiť do siete a skúste hlásenie znova odoslať. Ak to nefunguje, budete môcť hlásanie o chybe uložiť.

source: Your message has been sent.
bn_bd: আপনার বার্তাটি পাঠানো হয়েছে.
cs: Vaše zpráva byla úspěšně odeslána.
da: Din besked er sendt.
fr: Votre message a été envoyé.
pl_pl: Twoja wiadomość została wysłana.
sk_sk: Vaša správa bola odoslaná.

source: An error occured during encryption.
bn_bd: এনক্রিপশন সময় একটি ত্রুটি ঘটেছে।
cs: Během šifrování došlo k chybě.
da: Der opstod en fejl under krypteringen.
fr: Une erreur est survenue durant le chiffrement.
pl_pl: Podczas szyfrowania wystąpił błąd.
sk_sk: Počas šifrovania sa vyskytla chyba.

source: Unable to save %s.
bn_bd: %s সংরক্ষণ করতে অক্ষম.
cs: Nelze uložit %s.
da: Kunne ikke gemme %s.
fr: Impossible d'enregistrer %s.
pl_pl: Nie mogę zapisać %s.
sk_sk: Nie je možné uložiť %s.

source: The bug report could not be sent, likely due to network problems. As a work-around you can save the bug report as a file on a USB drive and try to send it to us at %s from your email account using another system. Note that your bug report will not be anonymous when doing so unless you take further steps yourself (e.g. using Tor with a throw-away email account). Do you want to save the bug report to a file?
bn_bd: ত্রুটির প্রতিবেদনটি সম্ভবত নেটওয়ার্ক সমস্যার কারণে পাঠানো যাবে না। একটি কাজ হিসাবে আপনি একটি USB ড্রাইভে একটি ফাইল হিসাবে বাগ রিপোর্ট সংরক্ষণ করতে পারেন এবং অন্য একটি সিস্টেম ব্যবহার করে আপনার ইমেল অ্যাকাউন্ট থেকে %s এ আমাদের পাঠাতে চেষ্টা করুন। মনে রাখবেন আপনার বাগ রিপোর্ট যখন বেনামে করা হবে না তখন আপনি যদি আরও ধাপগুলি না করেন তবে (উদাহরণস্বরূপ টর্কে ছোঁড়া ইমেল অ্যাকাউন্টের সাথে)। আপনি কি একটি ফাইল বাগ রিপোর্ট সংরক্ষণ করতে চান?
cs: Hlášení o problému nebylo možné odeslat, pravděpodobně kvůli problémům sítě. Lze to obejít tak, že své hlášení o problému uložíte na USB flashdisk a pokusíte s ho poslat na %s z jiného počítače. Mějte na paměti, že vaše hlášení v tomto případě nebude anonymní, pokud se o to nepostaráte smi (jako například že se připojít přez Tor jednoráznově založenému emailovému účtu). Chcete tedy uložit hlášení o problému jako soubor?
da: Fejlrapporten kunne ikke sendes, sandsynligvis på grund af netværksproblemer. Som en løsning kan du gemme fejlrapporten på en USB-nøgle og prøve at sende den til os på %s fra din e-mailkonto via et andet system. Bemærk venligst at din fejlrapport ikke længere er anonym på denne måde, med mindre de selv tager andre metoder i brug (f.eks. bruger Tor med en "smid ud"-e-mail-konto). Vil du gemme fejlrapporten til en fil?
fr: Le signalement de problème ne peut pas être envoyé, probablement en raison d'un problème de connexion au réseau. Pour contourner le problème, vous pouvez sauvegarder le rapport de bug sur une clé USB et essayer de nous l'envoyer à l'adresse %s depuis votre adresse électronique en utilisant un autre système. Attention : en procédant de la sorte, votre rapport de bug ne sera pas anonyme, à moins que vous ne preniez vous-même des précautions supplémentaires (par exemple en utilisant Tor avec une adresse mail à usage unique). Voulez-vous sauvegarder le rapport de bug dans un fichier ?
pl_pl: Raport o błądzie nie mógł zostać wysłany, prawdopodobnie przez problemy z siecią. W zamian możesz zapisać raport o błędzie jako plik na dysku USB i spróbować wysłać go nam na adres %s ze swojego konta pocztowego z innego systemu. Twój raport o bęłdzie nie będzie anonimowy, gdy tak zrobisz, chyba że podejmiesz dalsze kroki (np. używając Tora z jednorazową skrzynką email). Czy chcesz zapisać raport o błędzie do pliku?
sk_sk: Hlásenie o chybe nebolo možné odoslať, pravdepodobne kvôli problémom s pripojením. Ako obchádzku tohto problému, je možné uložiť hlásenie o chybe ako súbor na USB disk a skúsiť nám ho poslať na %s z iného systému cez e-mail. Berte na vedomie, že takto vaše hlásenie o chybe nebude anonymné, ak nepodniknete ďalšie opatrenia (napr. použitie Tor s jednorázovým e-mailovým účtom). Prejete si uložiť hlásenie o chybe do súboru?

source: Send feedback in an encrypted mail.
bn_bd: একটি এনক্রিপ্ট করা মেলে প্রতিক্রিয়া পাঠান।
cs: Poslat odezvu jako šifrovaný mail.
da: Send feedback i en krypteret mail.
fr: Envoyer vos remarques dans un mail chiffré.
pl_pl: Wyślij informacje w szyfrowanej poczcie.
sk_sk: Odoslať spätnú väzbu v šifrovanom e-maile.

source: Tails developers <tails@boum.org>
bn_bd: টাইল ডেভেলপার <tails@boum.org>
cs: Vývojáři softwaru Tails <tails@boum.org>
da: Tails udviklere <tails@boum.org>
fr: Développeurs de Tails <tails@boum.org>
pl_pl: Deweloperzy Tails <tails@boum.org>

source: translator-credits
bn_bd: অনুবাদক-ক্রেডিট
da: scootergrisen, 2017
fr: traducteurs
sk_sk: Matej Bačík, 2014

source: This doesn't seem to be a valid URL or OpenPGP key.
bn_bd: এটি একটি বৈধ URL বা OpenPGP কী বলে মনে হচ্ছে না।
da: Dette ser ikke ud til at være en valid URL eller OpenPGP nøgle.
fr: Ceci ne semble pas être une URL ou une clé OpenPGP valide.
sk_sk: Toto nie je platný URL odkaz ani OpenPGP kľúč.

source: Copyright © 2009-2012 tails@boum.org
da: Ophavsret © 2009-2012 tails@boum.org

source: WhisperBack - Send feedback in an encrypted mail Copyright (C) 2009-2012 Tails developers <tails@boum.org> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
cs: WhisperBack - Odešlete vaší odezvu jako zašifrovaný email Copyright (C) 2009-2012 Tails developers <tails@boum.org> Tento program je svobodný software; můžete ho šířit dál a / nebo modifikovat pokud dodržíte podmínky GNU General Public License tak, jak jí publikovala Free Software Foundation; buď ve verzi 3 této license, nebo (pokud chcete) kteroukoli její novější verzi. Tento program je distribuován v naději, že bude užitečný, ale ZCELA BEZ ZÁRUKY; i bez implicitní záurky PRODEJNOSTI nebo VHODNOSTI KE KONKRÉTNÍMU ÚČELU. Podrobnosti najdete v textu GNU General Public License. Kopii GNU General Public License jste měli dostat spolu s tímto programem. Pokud tomu tak není, najde ji na <http://www.gnu.org/licenses/>.
da: WhisperBack - Send feedback i en krypteret mail Ophavsret (C) 2009-2012 Tails udviklere <tails@boum.org> Dette program er fri software; du kan videredistribuere det og/eller ændre det i henhold til GNU General Public License som udgivet af Free Software Foundation; enten version 3 af licensen, eller (efter eget valg) en hvilken som helst senere version. Dette program er distribueret i håbet om at det vil være anvendeligt, men UDEN NOGEN GARANTI; uden selv den underforståede garanti for SALGSBARHED eller EGNETHED TIL ET BESTEMT FORMÅL. Læs GNU General Public License for flere detaljer. Du burde have modtaget en kopi af GNU General Public License sammen med dette program. Hvis ikke, se <http://www.gnu.org/licenses/>.
fr: WhisperBack - Envoyer vos remarques dans un email chiffré Copyright (C) 2009-2012 développeurs de Tails <tails@boum.org> Ce programme est un logiciel libre ; vous pouvez le redistribuer ou le modifier suivant les termes de la Licence Publique Générale GNU telle que publiée par la Free Software Foundation : soit la version 3 de cette licence, soit (à votre gré) toute version ultérieure. Ce programme est distribué dans l’espoir qu’il vous sera utile, mais SANS AUCUNE GARANTIE : sans même la garantie implicite de COMMERCIALISABILITÉ ni d’ADÉQUATION À UN OBJECTIF PARTICULIER. Consultez la Licence Publique Générale GNU pour plus de détails. Vous devez avoir reçu une copie de la Licence Publique Générale GNU avec ce programme ; si ce n'est pas le cas, consultez : <http://www.gnu.org/licenses/>.
pl_pl: WhisperBack - wysyłaj informacje zwrotne zaszyfrowaną pocztą Copyright © 2009-2012 deweloperzy Tails (tails@boum.org) Niniejszy program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 3-ciej tej Licencji lub którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji - Powszechna Licencja Publiczna GNU. Z pewnością wraz z niniejszym programem otrzymałeś też egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie - zajrzyj na <http://www.gnu.org/licenses/>.

source: If you want us to encrypt messages when we respond to you, add your key ID, a link to your key, or the key as a public key block:
bn_bd: আপনি যদি আমাদের সাড়া দিয়ে বার্তাগুলি এনক্রিপ্ট করতে চান, তাহলে আপনার কী আইডি, আপনার কী-এর একটি লিঙ্ক যোগ করুন, অথবা কী কী কী কী কী কী হিসাবে যোগ করুন:
cs: Pokud chcete, abychom šifrovali zprávy až vám budeme odpovídat, přidejte ID svého klíče, odkaz na váš klíč, nebo klíč jako blok veřejného klíče.
da: Hvis du vil have os til at kryptere beskeder når vi svarer dig, så tilføj venligst dit nøgle-ID, et link til din nøgle eller din nøgle som en offentlig nøgleblok:
fr: Si vous souhaitez que l'on chiffre nos réponses à votre message, ajoutez votre ID de clé, un lien vers votre clé, ou votre bloc de clé publique :
pl_pl: Jeśli chcesz, abyśmy szyfrowali wiadomości, gdy Ci odpowiem, dodaj ID swojego klucza, link do swojego klucza, lub sam klucz jako blok klucza publicznego:
sk_sk: Ak chcete, aby sme šifrovali správy, keď vám budeme odpovedať, pridajte váš identifikátor kľúča, odkaz na váš kľúč, alebo kľúč ako blok verejného kľúča.

source: Summary
bn_bd: সারাংশ
cs: Shrnutí
da: Opsummering
fr: Résumé
pl_pl: Podsumowanie
sk_sk: Súhrn

source: Bug description
bn_bd: বাগ বিবরণ
cs: Popis problému
da: Fejl beskrivelse
fr: Description du problème
pl_pl: Opis błędu
sk_sk: Popis chyby

source: Optional email address to contact you
cs: Nepovinná adresa, na které vás můžeme kontaktovat.
da: Valgfri e-mailadresse til at kontakte dig
fr: Adresse email optionnelle pour vous contacter
pl_pl: Opcjonalny adres email do skontaktowania się z Tobą

source: optional PGP key
bn_bd: ঐচ্ছিক PGP কী
cs: nepovinný PGP klíč
da: valgfri PGP nøgle
fr: clé PGP optionnelle
pl_pl: opcjonalny klucz PGP
sk_sk: Nepovinný PGP kľúč

source: Technical details to include
bn_bd: অন্তর্ভুক্ত প্রযুক্তিগত বিবরণ
cs: Technické detaily k přiložení
da: Tekniske detaljer til at inkludere
fr: Détails techniques à inclure
pl_pl: Szcegóły techniczne do załączenia
sk_sk: Technické podrobnosti na zahrnutie

source: headers
bn_bd: হেডার
cs: hlavičky
da: headere
fr: en-têtes
pl_pl: nagłówki
sk_sk: hlavičky

source: debugging info
bn_bd: ডিবাগিং তথ্য
cs: informace pro debuggování
da: fejlretningsinfo
fr: informations de déboguage
pl_pl: informacje debugowania
sk_sk: informácie ladenia

source: Help
cs: Nápověda
da: Hjælp
fr: Aide
pl_pl: Pomoc

source: The %s variable was not found in any of the configuration files /etc/whisperback/config.py, ~/.whisperback/config.py, ./config.py
fr: La variable %s n'a été trouvée dans aucun des fichiers de configuration /etc/whisperback/config.py, ~/.whisperback/config.py, ./config.py

source: The contact email adress doesn't seem valid.
cs: Zdá se, že kontaktní emailová adresa je neplatná.
fr: L'adresse email de contact ne semble pas valide.
pl_pl: Adres kontaktowy zdaje się być niepoprawny.

source: Copyright © 2009-2012 Tails developpers (tails@boum.org)
fr: Copyright © 2009-2012 développeurs de Tails (tails@boum.org)
pl_pl: Copyright © 2009-2012 deweloperzy Tails (tails@boum.org)

source: Send
bn_bd: পাঠান
cs: Odeslat
fr: Envoyer
pl_pl: Wyślij
sk_sk: Odoslať
